Repository: solariane/radical-qr
Catalog: RadicalQRShare/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, pt_br, zh_hans

# action.done
source: Done
ar: تم
de: Erledigt
es: Hecho
fr: Terminé
hi: हो गया
it: Fatto
ja: 完了
pt_br: Feito
zh_hans: 已完成

# background.logoCutout
source: Logo Cutout
ar: قص الشعار
de: Logo-Ausschnitt
es: Logotipo recortado
fr: Logo découpé
hi: लोगो कटआउट
it: Ritaglio di logo
ja: ロゴ・カットアウト
pt_br: Recorte do logótipo
zh_hans: 徽标剪裁

# background.transparent
source: Clear
ar: واضح
de: Klar
es: Claro
fr: Clair
hi: स्पष्ट
it: Libero
ja: クリア
pt_br: Limpo
zh_hans: 清晰

# background.white
source: White
ar: أبيض
de: Weiß
es: Blanco
fr: Blanc
hi: सफ़ेद
it: Bianco
ja: ホワイト
pt_br: Branco
zh_hans: 白色

# caption.size.large
source: Large
ar: كبير
de: Groß
es: Grande
fr: Grandes dimensions
hi: बड़ा
it: Grande
ja: 大型
pt_br: Grande
zh_hans: 大型

# caption.size.medium
source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
hi: मध्यम
it: Medio
ja: ミディアム
pt_br: Médio
zh_hans: 中型

# caption.size.small
source: Small
ar: صغيرة
de: Klein
es: Pequeño
fr: Petit
hi: छोटा
it: Piccolo
ja: 小さい
pt_br: Pequeno
zh_hans: 小型

# config.errorCorrection.high
source: High
ar: عالية
de: Hoch
es: Alta
fr: Haut
hi: उच्च
it: Alto
ja: 高い
pt_br: Elevado
zh_hans: 高

# config.errorCorrection.low
source: Low
ar: منخفضة
de: Niedrig
es: Bajo
fr: Faible
hi: कम
it: Basso
ja: 低い
pt_br: Baixa
zh_hans: 低

# config.errorCorrection.medium
source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
hi: मध्यम
it: Medio
ja: ミディアム
pt_br: Médio
zh_hans: 中型

# config.errorCorrection.quartile
source: Quartile
ar: الربع
de: Quartil
es: Cuartil
hi: चतुर्थांश
ja: 四分位数
pt_br: Quartil
zh_hans: 四分位数

# dataType.email
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fr: Courriel
hi: ईमेल
ja: 電子メール
pt_br: Correio eletrónico
zh_hans: 电子邮件

# dataType.email.description
source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail Adresse
es: Dirección de correo electrónico
fr: Adresse électronique
hi: ईमेल पता
it: Indirizzo e-mail
ja: メールアドレス
pt_br: Endereço de correio eletrónico
zh_hans: 电子邮件地址

# dataType.geo
source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Localisation
hi: स्थान
it: Posizione
ja: 所在地
pt_br: Localização
zh_hans: 地点

# dataType.geo.description
source: Geographic coordinates
ar: الإحداثيات الجغرافية
de: Geografische Koordinaten
es: Coordenadas geográficas
fr: Coordonnées géographiques
hi: भौगोलिक निर्देशांक
it: Coordinate geografiche
ja: 地理座標
pt_br: Coordenadas geográficas
zh_hans: 地理坐标

# dataType.icalendar
source: Event
ar: الحدث
de: Veranstaltung
es: Evento
fr: Événement
hi: कार्यक्रम
it: Evento
ja: イベント
pt_br: Evento
zh_hans: 活动

# dataType.icalendar.description
source: Calendar event
ar: حدث التقويم
de: Kalender Ereignis
es: Calendario
fr: Calendrier
hi: कैलेंडर कार्यक्रम
it: Calendario eventi
ja: カレンダーイベント
pt_br: Evento do calendário
zh_hans: 日历活动

# dataType.phone
source: Phone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Téléphone
hi: फ़ोन
it: Telefono
ja: 電話
pt_br: Telefone
zh_hans: 电话

# dataType.phone.description
source: Phone number
ar: رقم الهاتف
de: Rufnummer
es: Número de teléfono
fr: Numéro de téléphone
hi: फ़ोन नंबर
it: Numero di telefono
ja: 電話番号
pt_br: Número de telefone
zh_hans: 电话号码

# dataType.sms
source: SMS
ar: الرسائل النصية القصيرة
hi: एसएमएस
ja: ショートメール
zh_hans: 短信

# dataType.sms.description
source: SMS message
ar: رسالة نصية قصيرة
de: SMS-Nachricht
es: Mensaje SMS
fr: Message SMS
hi: एसएमएस संदेश
it: Messaggio SMS
ja: SMSメッセージ
pt_br: Mensagem SMS
zh_hans: 短信

# dataType.text
source: Text
ar: النص
es: Texto
fr: Texte
hi: पाठ
it: Testo
ja: テキスト
pt_br: Texto
zh_hans: 文本

# dataType.text.description
source: Plain text
ar: نص عادي
de: Klartext
es: Texto sin formato
fr: Texte en clair
hi: सादा पाठ
it: Testo normale
ja: プレーンテキスト
pt_br: Texto simples
zh_hans: 纯文本

# dataType.url
source: URL
ar: عنوان URL
hi: यूआरएल
zh_hans: 网址

# dataType.url.description
source: Website link
ar: رابط الموقع الإلكتروني
de: Link zur Website
es: Enlace web
fr: Lien vers le site web
hi: वेबसाइट लिंक
it: Link al sito web
ja: ウェブサイトリンク
pt_br: Ligação ao sítio Web
zh_hans: 网站链接

# dataType.vcard
source: Contact
ar: اتصل بنا
de: Kontakt
es: Póngase en contacto con
hi: संपर्क
it: Contatto
ja: 連絡先
pt_br: Contacto
zh_hans: 联系方式

# dataType.vcard.description
source: Contact information
ar: معلومات الاتصال
de: Kontaktinformationen
es: Información de contacto
fr: Informations sur les contacts
hi: संपर्क जानकारी
it: Informazioni di contatto
ja: 連絡先
pt_br: Informações de contacto
zh_hans: 联系信息

# dataType.wifi
source: Wi-Fi
ar: الواي فاي
hi: वाई-फाई
zh_hans: 无线网络

# dataType.wifi.description
source: Wi-Fi network credentials
ar: بيانات اعتماد شبكة Wi-Fi
de: Anmeldeinformationen für das Wi-Fi-Netzwerk
es: Credenciales de la red Wi-Fi
fr: Informations d'identification du réseau Wi-Fi
hi: वाई-फाई नेटवर्क क्रेडेंशियल
it: Credenziali della rete Wi-Fi
ja: Wi-Fiネットワークの認証情報
pt_br: Credenciais de rede Wi-Fi
zh_hans: Wi-Fi 网络证书

# export.error.contextCreationFailed
source: Failed to create graphics context
ar: فشل في إنشاء سياق الرسومات
de: Grafikkontext konnte nicht erstellt werden
es: Error al crear el contexto gráfico
fr: Échec de la création d'un contexte graphique
hi: ग्राफिक्स संदर्भ बनाने में विफल
it: Impossibile creare un contesto grafico
ja: グラフィックス・コンテキストの作成に失敗しました
pt_br: Falha na criação do contexto gráfico
zh_hans: 创建图形上下文失败

# export.error.conversionFailed
source: Failed to convert image data
ar: فشل تحويل بيانات الصورة
de: Konvertierung der Bilddaten fehlgeschlagen
es: Error al convertir datos de imagen
fr: Échec de la conversion des données d'image
hi: छवि डेटा परिवर्तित करने में असफल
it: Impossibile convertire i dati dell'immagine
ja: 画像データの変換に失敗しました
pt_br: Falha ao converter dados de imagem
zh_hans: 转换图像数据失败

# export.error.renderingFailed
source: Failed to render QR code
ar: فشل في عرض رمز الاستجابة السريعة
de: QR-Code konnte nicht dargestellt werden
es: Error al mostrar el código QR
fr: Échec du rendu du code QR
hi: क्यूआर कोड रेंडर करने में असफल
it: Impossibile eseguire il rendering del codice QR
ja: QRコードのレンダリングに失敗しました
pt_br: Falha ao processar o código QR
zh_hans: 渲染 QR 代码失败

# export.error.sizeLimitExceeded
source: Export size exceeds limit
ar: حجم التصدير يتجاوز الحد المسموح به
de: Exportgröße überschreitet Grenze
es: El tamaño de la exportación supera el límite
fr: La taille de l'exportation dépasse la limite
hi: निर्यात आकार सीमा से अधिक है
it: Le dimensioni dell'esportazione superano il limite
ja: 輸出サイズが制限を超える
pt_br: O tamanho da exportação excede o limite
zh_hans: 出口尺寸超出限制

# export.error.unsupportedFormat
source: Unsupported export format
ar: تنسيق تصدير غير مدعوم
de: Nicht unterstütztes Exportformat
es: Formato de exportación no compatible
fr: Format d'exportation non pris en charge
hi: असमर्थित निर्यात प्रारूप
it: Formato di esportazione non supportato
ja: サポートされていないエクスポート形式
pt_br: Formato de exportação não suportado
zh_hans: 不支持的导出格式

# gradient.type.angular
source: Angular
ar: الزاوي
de: Eckig
fr: Angulaire
hi: कोणीय
it: Angolare
ja: アンギュラー

# gradient.type.diamond
source: Diamond
ar: الماس
de: Diamant
es: Diamante
fr: Diamant
hi: हीरा
it: Diamante
ja: ダイヤモンド
pt_br: Diamante
zh_hans: 钻石

# gradient.type.linear
source: Linear
ar: خطي
es: Lineal
fr: Linéaire
hi: रेखीय
it: Lineare
ja: リニア
zh_hans: 线性

# gradient.type.radial
source: Radial
ar: شعاعي
hi: अक्षीय
it: Radiale
ja: ラジアル
zh_hans: 径向

# share.contentCopied
source: Copied! Open Radical QR and paste
ar: تم النسخ افتح Radical QR والصق
de: Kopiert! Radical QR öffnen und einfügen
es: Copiado Abrir Radical QR y pegar
fr: Copié ! Ouvrir Radical QR et coller
hi: कॉपी हो गया! रैडिकल QR खोलें और पेस्ट करें।
it: Copiato! Aprire Radical QR e incollare
ja: コピーする！Radical QRを開いてペーストする
pt_br: Copiado! Abrir o Radical QR e colar
zh_hans: 已复制！打开 Radical QR 并粘贴

# share.copied
source: Copied!
ar: تم النسخ
de: Kopiert!
es: ¡Copiado!
fr: Copié !
hi: नकल हो गई!
it: Copiato!
ja: コピーした！
pt_br: Copiado!
zh_hans: 已复制！

# share.copy
source: Copy QR Code
ar: نسخ رمز الاستجابة السريعة
de: QR-Code kopieren
es: Copiar código QR
fr: Copier le code QR
hi: क्यूआर कोड कॉपी करें
it: Copiare il codice QR
ja: QRコードをコピーする
pt_br: Copiar código QR
zh_hans: 复制 QR 码

# share.noContent
source: No content to encode
ar: لا يوجد محتوى للتشفير
de: Kein Inhalt zu kodieren
es: No hay contenido que codificar
fr: Pas de contenu à encoder
hi: एन्कोड करने के लिए कोई सामग्री नहीं
it: Nessun contenuto da codificare
ja: エンコードするコンテンツがない
pt_br: Nenhum conteúdo para codificar
zh_hans: 无内容编码

# share.openInApp
source: Open in Radical QR
ar: فتح في راديكال كيو آر
de: Öffnen in Radical QR
es: Abrir en Radical QR
fr: Ouvert en QR radical
hi: रैडिकल क्यूआर में खोलें
it: Aprire in Radical QR
ja: ラジカルQRで開く
pt_br: Aberto em Radical QR
zh_hans: 在激进 QR 中打开

# share.title
source: Radical QR
ar: الاستجابة السريعة الجذرية
de: Radikale QR
es: QR radical
hi: रैडिकल क्यूआर
it: QR radicale
ja: ラジカルQR
zh_hans: 激进的 QR

# share.useInApp
source: Use in Radical QR
ar: الاستخدام في الاستجابة السريعة الجذرية
de: Verwendung in Radical QR
es: Uso en Radical QR
fr: Utilisation dans les QR radicaux
hi: रैडिकल क्यूआर में उपयोग करें
it: Utilizzo in QR radicale
ja: ラジカルQRでの使用
pt_br: Utilização em QR Radical
zh_hans: 在激进 QR 中使用

# summary.event.dateOnly
source: Event on %@
ar: الحدث على %@
de: Veranstaltung am %@
es: Evento en %@
fr: Événement sur %@
hi: %@ पर कार्यक्रम
it: Evento su %@
ja: イベント
pt_br: Evento em %@
zh_hans: 活动 %@

# summary.event.generic
source: Calendar event
ar: حدث التقويم
de: Kalender Ereignis
es: Calendario
fr: Calendrier
hi: कैलेंडर कार्यक्रम
it: Calendario eventi
ja: カレンダーイベント
pt_br: Evento do calendário
zh_hans: 日历活动

# summary.geo
source: Location: %1$@, %2$@
ar: الموقع: %1$$@، %2$@
de: Standort: %1$@, %2$@
es: Localización: %1$@, %2$@
fr: Lieu : %1$@, %2$@
hi: स्थान: %1$@, %2$@
it: Posizione: %1$@, %2$@
ja: 場所：%1$@, %2$@
pt_br: Localização: %1$@, %2$@
zh_hans: 位置：%1$@, %2$@

# summary.sms
source: SMS to %@
ar: رسالة نصية قصيرة إلى %@
de: SMS an %@
es: SMS a %@
fr: SMS à %@
hi: %@ को एसएमएस करें
it: SMS a %@
ja: にSMS
pt_br: SMS para %@
zh_hans: 短信至 %@

# summary.vcard.generic
source: Contact card
ar: بطاقة الاتصال
de: Kontaktkarte
es: Tarjeta de contacto
fr: Carte de contact
hi: संपर्क कार्ड
it: Scheda di contatto
ja: コンタクトカード
pt_br: Cartão de contacto
zh_hans: 联系卡

# summary.wifi
source: Wi-Fi: %@
ar: الواي فاي: %@
hi: वाई-फाई: %@

# wifi.security.none
source: None
ar: لا يوجد
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: なし
pt_br: Nenhum
zh_hans: 无
